12/data/attachments/b5bb2de53ae0d13b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Stephanie_determine_Friend_11023_3</nif:username>
            <nif:friendToBeRequested>soap_friends_cade49a0-d31e-482a-b58c-40693a53e945</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>